Repository: talmudmaster/BiCorpus
Catalog: 语料/八路军办事处语料库.tmx
Source language: zh_cn
Languages: en_us

source: 中共里格岛人周恩来等对桂系上层人物作了大量的统战工作，广西当局允许在桂林发行、出售各种抗日报刊、报纸由原来只有《广西日报》一家增加为20多家。
en_us: Zhou Enlai, the leader of CPC, and others made a great deal of united front work for Guangxi faction. Guangxi government allowed publication and sale of various newspapers and periodicals about anti-Japanese. Therefore, the number of institutions has increased from Guangxi Daily to more than 20.

source: 在桂林复刊后的《救亡日报》成为宣传中国共产党抗战的方针政策和推动抗日文化运动的舆论阵地：重庆出版的《新华日报》、《群众》、《文艺阵地》；延安出版的《解放》、《文艺战线》、《中国青年》等革命报刊，也在桂林翻印、发行。
en_us: After the resumption of its publication in Guilin, the Jiuwang Daily propagandized the policies of Communist Party of China in anti-Japanese and promote the cultural movement of anti-Japanese.

source: 当时桂林市的国宾馆乐群社大厦被日军飞机炸毁后的情景
en_us: The scene after the State Guesthouse Lequn Club Building in Guilin was blown up by a Japanese aircraft

source: 最繁盛的中山南路造敌机轰炸大火后的惨景
en_us: The most prosperous Zhongshan South Road enemy aircraft bombed the scene after the fire

source: 1939年10月，桂林戏剧界联合会演夏衍制作《一年间》，此为《一年间》演出剧照
en_us: In October 1939, The Association of Guangxi opera performed Xia Yan's “One Year”. This is the stills of One Year

source: 1936年6月1日，国民党两广实力派陈济棠、李宗任、白崇禧发动了以抗日反蒋为内容的“两广事变”。
en_us: On June 1, 1936, Chen Jitang, Li Zongren and Bai Chongxi, the Kuomintang's Guangdong and Guangxi powerful faction, launched the "Guangdong and Guangxi incident" with anti-Japanese and anti-Chiang Kai-shek as its content.

source: 1936年12月，广西各界抗日结果会慰劳绥远抗日将士。
en_us: In December 1936, the anti-Japanese results of all walks of life in Guangxi comforted Suiyuan anti-Japanese soldiers.

source: 这是两广当局的抗日反蒋通电
en_us: This is the anti-Japanese and anti-Chiang Telegram from the Guangdong and Guangdong authorities

source: 日寇轰炸桂林的弹片
en_us: Shrapnel from Japanese bombing of Guilin

source: 村1944年元月，桂林太沙乡茶店堡村杨燕飞任陆军第三十一军一三一师上士班长的出征证明书。
en_us: In January 1944, yang Yanfei, chadianbao village, Taisha Country, Guilin, was appointed the commander of the 131st Division of the 31st Army.

source: 桂林保卫战守城司令韦云淞对中国军队与日军血战到底为国捐躯的记载。
en_us: Wei Yunqi, commander of Guilin defending war, recorded the bloody battle between the Chinese army and the Japanese army and died for the country.

source: 抗战胜利后，人们含泪合葬阚维雍、陈济桓、吕旃蒙三将军和800壮士忠骸于桂林普陀山霸王坪（博望坪）。
en_us: After the victory of the Anti-Japanese War, people buried three generals, kan Weiwei, Chen Jiwei, LV youmeng, and 800 loyal men in Bawang Pyong(Bowangping), Mount Putuo, Guilin, with tears in their eyes.

source: 壮烈战死于德智中学的31军少将参课长吕旃蒙将军。
en_us: General Lv Zhanmeng, chief of the 31st Army young general who died in the heroic war in Tak Chi Secondary school.

source: 在桂林保卫战中牺牲的131师的392团团长吴展。
en_us: Wu Zhan, head of the 392nd Regiment of the 131st Division, who died in the Guilin defending war.

source: 史蔚馥，广西绥靖公署高参，1944年11月在广西永福被俘，因拒降被日军乱刀砍死。
en_us: Shi Weiwei, a senior staff member of Guangxi appeasement office, was captured in Yongfu, Guangxi, in November 1944 and hacked to death by the Japanese army for refusing to surrender.

source: 1944年11月9日，桂林守城部队部分官兵向西突围时，在这里激战。
en_us: On November 9th,1944, some officers and men of Guilin's Garrison broke out westward and fought fiercely here.

source: 城防司令中将参谋长陈济桓在此阵亡的桂林城西侯山坳战场。
en_us: Chen Jihuan, chief of staff of the city defense commander, was killed in the battlefield of Hou shan'ao in the West of Guilin City.

source: 八路军、新四军挺进敌后创建抗日根据地形势图
en_us: Situation chart of the Eighth Route Army and the new Fourth Army advancing behind enemy lines to establish anti-Japanese base areas

source: 在桂林保卫战中死于日军毒气弹的中国军人。
en_us: Chinese soldier who died in the Guilin defending war from Japanese gas bombs.

source: 留在桂林守城的阚维雍将军。
en_us: General Kan Weiyong stayed in Guilin to guard the city.

source: 抗战时期阚维雍将军与全家人在七星岩下合影。
en_us: During the Anti-Japanese War, general Kan Weiyong took a photo with his family under the seven-star Cave.

source: 生活中的阚维雍将军教女儿骑童车要“直向前看”。
en_us: In life, general kan Weiwei taught his daughter to "look straight forward" in riding a stroller.

source: 阚维雍将军的遗书。
en_us: General Kan Weiyong's suicide note.

source: 1995年在七星岩洞清理出的被日军毒气弹熏死的中国军人的遗物。
en_us: In 1995, the relics of Chinese soldiers who were killed by Japanese Gas bombs were cleaned up in the Seven-Star Cave.

source: 城防司令部中将参谋长陈济桓。
en_us: Chen Jiwei, chief of staff of Lieutenant General of the urban defense headquarters.

source: 油画：保卫大西南“国旗献金”大游行
en_us: Oil painting: " National Flag Donation " parade to defend southwest China

source: 昆仑关战役期间，桂林抗日宣传的流动画展。
en_us: A mobile exhibition of anti-Japanese propaganda in Guilin during the Kunlun Pass campaign.

source: 日军退出昆仑关时，溃不成军，图为桂军缴获的大炮，其中山炮二门，野炮四门。
en_us: When the Japanese army withdrew from Kunlun Pass, it collapsed into an Army. The picture shows artillery captured by the Guangxi Army, including two mountain artillery and four wild artillery.

source: 昆仑关大捷的报道。
en_us: A report on the victory of Kunlun Pass.

source: 桂军长官在昆仑关战地前线指挥作战的情景。
en_us: The scene of the commander of the Guangxi Army commanding the operation at the front line of the Kunlun Pass battlefield.

source: 抗战时期的铜质驳壳训练枪（复制）
en_us: Copper shell training gun during the Anti-Japanese War (copy)

source: 1940年3月广西各界劳军团赴桂南前线慰劳将士。
en_us: In March 1940, the Guangxi Labor Corps from All walks of Life went to the South Guangxi Frontline to comfort the soldiers.

source: 图为该团小朋友在表演节目。
en_us: The picture shows the children of the group performing a program.

source: 昆仑关大捷，我军将士欢呼胜利。
en_us: The officers and men of our Army cheered the victory of Kunlun Pass.

source: 昆仑关战役中我军重机枪向溃逃的日军射击。
en_us: During the battle of Kunlun Pass, our army fired heavy machine guns at the fleeing Japanese.

source: 抗日部队训练用的手榴弹
en_us: Hand grenade for training anti-Japanese troops

source: 抗战时期遗留的迫击炮弹
en_us: Mortar shells left over from the Anti-Japanese War

source: 《新华日报》登载的桂林“抗战宣传周，国旗大游行”报道。
en_us: Xinhua Daily published Guilin's "Anti-Japanese War propaganda Week, National Flag Parade" report.

source: 桂林西南印刷厂负责人、新知书店经历沈静芷与生活书店经理劭公文再桂林的合影
en_us: The group photo of the head of Guilin Southwest printing factory and the manager of Xinzhi Bookstore Shen Jingzhi and the manager of life Bookstore Shao Gongwen

source: 新知书店、中国青年记者协会、国际新闻社的部分女同志于桂林合影
en_us: A part of lesbians from Xinzhi Bookstore, China Youth Journalists Association and International News Agency took a group photo in Guilin

source: 1938年10月，新知书店在桂林开设分店，店址于桂西路35号。图为中共桂林书报业总支副书记、桂林新知书店支部书记华应申
en_us: In October 1938，Xinzhi Bookstore opened a branch in Guilin, located at no. 35, Guixi Road. The photo shows Hua Yingshen, who was the deputy secretary of General Branch of Guilin Book and Newspaper Industry of CPC, the Branch secretary of Guilin Xinzhi Bookstore

source: 抗战时期的桂林，出版发行事业十分繁荣。
en_us: The publishing and distribution industry was booming in Guiling during the Anti-Japanese War.

source: 夜雾中忙碌的印刷厂工人
en_us: Busy printing factory workers on foggy nights

source: 各种书店、出版社如雨后春笋，生机勃勃，充满朝气。
en_us: Various bookstores and publishing houses were emerging one after another, which full of vitality.

source: 日机轰炸后，一个难民坐在已成废墟的桂林街道上
en_us: After the Japanese bombing, a refugee sat on the ruins of Guilin street

source: 被日军飞机炸毁的桂林中正大桥
en_us: The Zhongzheng Bridge in Guilin, which was blown up by Japanese aircraft

source: 最繁盛的中山南路造敌机轰炸大火后的惨景。
en_us: The miserable scene of the most prosperous south Zhongshan Road which was bombed by enemy planes.

source: “六一运动”和平结束后，中共中央又派出张云逸将军来到桂林，与广西当局签订了抗日民族统一战线的《抗日救国协定》，图为1937年张云逸在桂林留影
en_us: After the peaceful end of the " June 1 Movement ", the CPC Central Committee sent general Zhang Yunyi to Guilin and signed Agreement on Fighting Against the Japanese Aggression and Guarding the Nation of the Anti-Japanese National United with the Guangxi authorities. The picture shows Zhang Yunyi taking a souvenir photo in Guilin in 1937

source: 1937年底，进入南京的日军将中国军民押解到下关江边用机枪扫射，尸体堆满了河边，惨不忍睹，而行凶的日军站在尸体傍边，若无其事。
en_us: At the end of 1937, the Japanese army entering Nanjing escorted the Chinese soldiers and civilians to the Xiaguan River and sprayed them with machine guns. The bodies were piled up by the river, which was terrible. However, the Japanese army who committed the crime stood next to the bodies as if nothing had happened.

source: 《救亡日报》上刊物的抗日宣传漫画：《血的舞蹈》、《劫后》、《谁使唤我们流浪》、《东北同胞的怒吼》
en_us: Anti-Japanese propaganda cartoons published in Jiuwang Daily: Dance of Blood, After the Robbery, Who Makes Us Wander, The Roar of The Northeast Compatriots

source: 1936年8月6日，《红色中华》报发表《广西抗日发动继续奋斗》，支持广西当局的反蒋抗日活动。
en_us: On August 6, 1936, the Red China newspaper published Guangxi anti-Japanese launch to continue struggle to support the Guangxi authorities' anti-Chiang anti-Japanese activities.

source: 《国耻积如山，愚公四万万》,《大家起来保卫中华民族和国土》
en_us: National Humiliation is Like a Mountain, Yu Gong is 400000, Everyone Rise to Defend the Chinese Nation and Land

source: 《中国共产党抗日救国十大纲领》
en_us: The Communist Party of China’s ten major programs for resisting Japan and saving the country

source: 《炸弹做花瓶》
en_us: Bomb as vase

source: 最繁盛的中山南路激胶机囊炸大火后的惨暴
en_us: The most prosperous Zhongshan South Road sac after the explosion of the tragic storm

source: 被日零飞机炸毁的桂林中正大楼
en_us: The Zhongzheng Building in Guilin, which was blown up by a Japanese zero plane

source: 被日军侵略飞机轰炸后的桂林街道
en_us: The streets of Guilin after being bombed by Japanese invading aircraft

source: 被日机炸毁的中华路一带的民房
en_us: A house in the area of Zhonghua Road that was blown up by a Japanese plane

source: 1937年底，进入南京的日军将中国军民押解到下关江边用机枪扫射，尸体堆满了河边，惨不忍睹，而行凶的日军站在尸体傍边，若无其事
en_us: At the end of 1937, the Japanese army entering Nanjing escorted the Chinese soldiers and civilians to the Xiaguan River and sprayed them with machine guns. The bodies were piled up by the river, which was terrible, and the murderous Japanese army stood next to the bodies, as if nothing had happened

source: 1938年10月，新知书店在桂林开设分店，店址于桂西路35号，因为中共桂林书报业总支副书记、桂林新知书店支部书记华应申
en_us: In October 1938，Xinzhi Bookstore opened a branch in Guilin, located at no. 35, Guixi Road. By Hua Yingshen, the deputy secretary of General Branch of Guilin Book and Newspaper Industry of CPC, the Branch secretary of Guilin Xinzhi Bookstore

source: 毛泽东通知致李济深、李宗任、白崇禧的关于订立抗日救国协定的信（抄件）
en_us: Letter of Mao Zedong’s notice to Li Jishen, Li Zongren and Bai Chongxi on concluding an agreement on resisting Japan and saving the country (copy)

source: 由延安经香港到广西的红军代表云广英
en_us: Yun Guangying, representative of the Red Army from Yan' an to Guangxi through Hong Kong

source: 1937年6月，毛泽东、朱德、周恩来致电张云逸
en_us: June 1937, Mao Zedong, Zhu De and Zhou Enlai called Zhang Yunyi

source: 广西省立艺术师资训练班学生在正阳门城楼上宣传抗日的流动画展
en_us: Guangxi Provincial Art Teacher Training Class students in Zhengyang Gate City upstairs to promote anti-Japanese flow animation exhibition

source: 桂林中学等抗日宣传队在阳朔葡萄乡张贴宣传壁报和观看壁报的群众
en_us: Guilin middle school and other anti-Japanese propaganda teams posted propaganda wall newspapers and the masses watching wall newspapers in Yangshuo grape Village

source: 1936年曾奉命来广西，在桂系上层人物开展抗日民族统一战线工作
en_us: In 1936, he was ordered to Guangxi to carry out anti-Japanese National United Front Work in the upper-class figures of the Guangxi Department

source: 问题提出了中国共产党在两广发动抗日救亡的基本方针
en_us: The question put forward the basic policy of the Communist Party of China to launch anti-Japanese and National Salvation in Guangdong and Guangxi

source: 1936年5月，《火线》杂志刊载《我党在两广的任务》的部分内容。
en_us: In May 1936, the Line of Fire magazine published parts of the contents of Our Party's Tasks in Guangdong and Guangxi.

source: 中共中央六届六中全会政治局委员合影
en_us: Group photo of members of the Political Bureau of the sixth plenary session of the sixth CPC Central Committee

source: 宣侠父，浙江诸暨人，中国共产党党员。
en_us: Xuan Xiafu, from Zhuji, Zhejiang Province, is a member of the Communist Party of China.

source: 新闻事业欣欣向荣
en_us: Journalism is flourishing

source: 文化供应社
en_us: Cultural Supply Agency

source: 抗战时期的徐悲鸿
en_us: Xu Beihong (during the Anti-Japanese War)

source: 明国时期的陶制壁花瓶
en_us: Pottery Vase of Ming Dynasty

source: 明国时期的煤油灯
en_us: The kerosene lamp of Ming Dynasty

source: 音乐家陆华柏
en_us: musician Lu Huabai

source: 音乐家满谦子
en_us: musician Man Qianzi

source: 音乐家吴伯超
en_us: musician Wu Bochao

source: 这是代表团抵达绥（sui）远时受到各界欢迎的情景
en_us: This is the scene of the delegation's welcome when they arrived far away in Sui yuan

source: 音乐和美术作为最直观的艺术形式之一，在抗战宣传中发挥了积极的作用。
en_us: As one of the most intuitive forms art and music played an important role in the Anti-Japanese's propaganda.

source: 音乐美术空前高涨
en_us: The status of music and art is at an all-time high

source: 任广西地方建设感部学校教育长的中共秘密党员，教育家杨东莼在办公室
en_us: Yang Dongyu, a secret member of the Communist Party of China and educator who is the school education Director of Guangxi's local construction department, was in his office

source: 新安旅行团领导人汪达之与编导吴晓邦、严恭、刘式昕、张早合影于桂林
en_us: The group photo of Wang Dazhi (the leader of Xin'an Touring Party) posed with Wu Xiaobang, Yan Gong, Liu Shixin and Zhang Zao in Guilin

source: 1938年春，桂林中学宣传队到阳朔葡萄乡开展抗日宣传工作
en_us: In the spring of 1938, Guilin Middle school propaganda team went to Yangshuo Grape Village to carry out anti-Japanese propaganda work

source: 西南旅行团师生在桂林合影
en_us: The group photo of teachers and students of Southwest Travel Agent in Guilin

source: 新安旅行团是我们党组织和领导的一个宣传抗日的少儿团体。
en_us: Xin'an Touring Party, a children group which is organized and led by our party to publicize Anti-Japanese War.

source: 抗战期间从武汉经过长沙来到桂林。
en_us: During the Anti-Japanese War, he came to Guilin from Wuhan through Changsha.

source: 《社会学入门》|文化供应社
en_us: Introduction of Sociology by Cultural Supply Agency

source: 《文学批评》|《世界战争中的印度》文化供应社
en_us: Literary Criticism, India in the World War by Cultural Supply Agency

source: 《北极新天地》|文化供应社
en_us: The New World of the Arctic by Cultural Supply Agency

source: 《人世间》《新音乐手册》主体出版社《生物与进化》文化供应社
en_us: The world, New Music Manual, the main publishing house; Biology and Evolution, Cultural Supply Agency

source: 《儿童故事》|华华书店《电影常识》|文化供应社
en_us: Children's Story, Huahua Bookstore; Movie Common Sense, Cultural Supply Agency

source: 《被侮辱与被损害的》|文光书店印行|
en_us: Insulted and Damaged by Wen Guang Bookstore (printed and published)

source: 《世界漫游记》文化供应社
en_us: A Journey to the World by Cultural Supply Agency

source: 《新道理》|王鲁彦、熊佛西、
en_us: New Truth by Wang Luyan, Xiong Foxi

source: 《音乐常识讲话》主体出版社
en_us: Music Common Sense Speech by Subject Publishing House

source: 《小铁匠》文化供应社
en_us: Little Blacksmiths' Cultural Supply Society by Cultural Supply Agency

source: 资深作家主编
en_us: Senior writer-editor

source: 《每月新歌选》
en_us: New Songs of the Month

source: 《游记选》|文化供应社
en_us: Travel Selection by Cultural Supply Agency

source: 《怎样研究国际问题》|国光出版社
en_us: How to Research International Issue by Guoguang Publishing House

source: 主办单位
en_us: Sponsor

source: 《文学创作》
en_us: Literary Creation

source: 《音乐阵线》|《中国社会史教程》|文化供应社
en_us: Music front, The Course in Chinese Social History by Cultural Supply Agency

source: 《新音乐》|《中学精读文选》文化供应社
en_us: New music, High School Intensive Essay Selection by Cultural Supply Agency

source: 《音乐与美术》|林路等主编
en_us: Music and Art by Lin Lu and other editors

source: 《广西经济地理》|文化供应社
en_us: Guangxi Economic Geography by Cultural Supply Agency

source: 抗战剧团演出用的乐器：特大号
en_us: The musical instrument for performance of Anti-Japanese War Troupe: Tuba

source: 被日军损坏的桂林五美路
en_us: Wumei Road in Guilin, damaged by the Japanese

source: 最繁盛的中山南路遭敌机轰炸大火后的惨景。
en_us: The miserable scene of the most prosperous south Zhongshan Road which was bombed by enemy planes.

source: 被日军侵略飞机轰炸后的广西省政府。
en_us: Guangxi provincial government after being bombed by Japanese invading aircraft.

source: 被日军侵略飞机轰炸后的桂林街道。
en_us: The streets of Guilin after being bombed by Japanese invading aircraft.

source: 被日军飞机炸毁的桂林中正大桥。
en_us: Guilin Zhongzheng bridge destroyed by Japanese planes.

source: 余所亚摄于桂林及在桂作品：《墓碑》、《前方马瘦，后方猪肥》《他说：为抗战祝福》《山城急景》
en_us: Yu Suoya's photography in Guilin and works in Guilin: Tombstone, QianFangMaShou, HouFangZhuFei, He said: Blessing for the Anti-Japanese War, and ShanChengJiJing

source: 抗战时期的张安治及在桂作品，《洞中日月》、《渔家女》、《担草妇人》
en_us: Zhang Anzhi and his works Sun and Moon in the Cave, The Fisher Maiden, Grass Bearing Woman in Guilin during the Anti-Japanese War.

source: 刘建庵摄于桂林及在桂作品：《十二个文豪》、《西洋美术选集》
en_us: Liu Jian'an's photography in Guilin and works in Guilin: Twelve Literary Giants, Selected Works of Western Art

source: 抗战时期的陈烟桥及在桂木刻作品：鲁迅肖像四幅
en_us: Chen Yanqiao and his woodcut works in Guilin during the Anti-Japanese War: Four Portraits of Lu Xun

source: 当时桂林市的国宾馆乐群社大厦被日军飞机炸毁后的情景。
en_us: The scene after the State Guesthouse Lequn Club Building in Guilin was blown up by Japanese aircraft.

source: 日军侵略飞机轰炸桂林遗留的炸弹残骸
en_us: Bomb wreckage left by Japanese invading aircraft bombing Guilin

source: 被日机炸毁的中华路一带的民房。
en_us: Houses in the area of Zhonghua Road that were blown up by Japanese planes.

source: 日本侵略军使用的有色标的毒气弹
en_us: A colored gas bomb used by the Japanese invading forces

source: 桂林西门外的避难群众
en_us: Asylum seekers outside the West Gate of Guilin

source: 由陈此生招聘来桂从事抗战文化的第一批文化人（广西省立师专教师）1936年农历二月初八游尧山留影。
en_us: The first batch of intellectuals (teachers of Guangxi provincial Teachers College) recruited by Chen Bensheng to engage in Anti Japanese War Culture in Guangxi visited Yaoshan on the eighth day of February of the lunar calendar in 1936.

source: 红庙山上的红庙岩白骨洞（当地村民被日军熏死26人）。
en_us: White Bone Cave on Hongmiao Mountain (26 local villagers were killed by the Japanese army).

source: 敌机残酷狂炸，桂林市区殆全毁
en_us: The brutal bombing by enemy aircraft led to the total destruction of Guilin city

source: 广西省立师范专科学校旧址。
en_us: The former site of Guangxi Provincial Normal College.

source: 由欧阳予倩编导，宣传抗敌救国主张的桂剧（梁红玉）剧照
en_us: Stills of Guilin Opera (Liang Hongyu) directed by Ouyang Yuqian to publicize the idea of resisting the enemy and saving the country

source: 广西学生军出版的刊物
en_us: Publications published by Guangxi Student Army

source: 1932年由国民党广西省政府在桂林创办，杨东莼为校长，学校进步学生成立了反帝反法西斯同盟（后改称抗日反法西斯同盟）
en_us: Founded in Guilin in 1932 by the Guangxi provincial government of the Kuomintang, Yang Dongquan was the principal, and progressive students of the word school formed the Anti-Imperialist Anti-Fascist Alliance (later changed to the Anti-Japanese Anti-Fascist Alliance)

source: 轰炸桂林城的日军侵略飞机
en_us: Japanese invasion aircraft, which bombing Guilin City

source: 日机轰炸桂林后的全景
en_us: A panoramic view of Guilin after the Japanese bombing

source: 1941年的农历除夕前夜，日军在冀东制造了潘家峪大惨案。
en_us: On the eve of the 1941 Lunar Chinese New Year's Eve, the Japanese made the Panjiayu Village massacre in the east of the country.

source: 抗战时期，一名因家园被毁而无家可归的妇女嚷陶大哭
en_us: During the Anti-Japanese War, a woman who had been left homeless by the destruction of her home cried

source: 抗战时期死于日机轰炸的儿童
en_us: Children who died in Japanese aircraft bombing during the Anti-Japanese War

source: 这是劫后的潘家峪和被残杀者的尸体
en_us: The bodies of the looted Panjiayu village and the mutilated

source: 日军飞机铺天盖地狂轰滥炸桂林城
en_us: Japanese planes bombarded Guilin City indiscriminately

source: 日军在南京活埋市民
en_us: The Japanese buried the citizens alive in Nanjing

source: 新安旅行团的”岩洞教育“
en_us: " Cave education " of Xin'an Touring Party

source: 大吉岩的血泪仇（雁山镇五塘村村西大吉山大吉岩被日军熏死208人）。
en_us: The blood and tears of Daji Rock (208 people were smoked to death by Japanese troops in Daji Rock, West Daji Mountain, Wutang Village, Yanshan Town).

source: 1938年10月22日，日本侵略军占领广州，在广东省政府面前示威
en_us: On October 22nd, 1938, the Japanese invaders occupied Guangzhou and demonstrated in front of the Guangdong provincial government

source: 1937年10月，日军攻占上海闸北，由于遭受日军炮火猛烈轰击，日军穿过时，闸北已经废墟一片
en_us: In October 1937, the Japanese captured the northern part of Shanghai, which was already in ruins when it was heavily shelled by Japanese artillery.

source: 1931年9月18日，日军蓄意制造柳条湖事件的现场，即“九一八事变”的开始
en_us: On September 18th, 1931, the Japanese army deliberately created the scene of the Wicker Lake incident, which was the beginning of the September 18th Incident

source: 1937年11月8日，日本侵略军攻占太原后，一路骑兵由北门进入
en_us: On November 8th, 1937, after the Japanese invaders captured Taiyuan, all the cavalry entered from the north gate

source: 1941年6月6日，日机轰炸导致重庆大隧道防空到惨案，尸体堆积如山
en_us: On June 6th, 1941, the Japanese plane bombing caused the Chongqing tunnel to air defense to the tragedy, and the bodies piled up like mountains

source: 侵华日军闯进民宅抢夺财物后招摇过市的场景
en_us: The scene of the Japanese invaders breaking into houses and robbing property and swaying through the city

source: 抗战时期无辜中国百姓被绑在电线杆上被日军凌辱
en_us: During the Anti-Japanese War, innocent Chinese people were tied to telephone poles and humiliated by the Japanese army

source: 1937年底，日军强迫中国战俘挖壕沟，随后以刺刀将他们活活刺死，埋在壕沟里
en_us: At the end of 1937, the Japanese army forced Chinese prisoners of war to dig trenches, and then stabbed them alive with bayonets and buried them in trenches

source: 日寇铁蹄踏上卢沟桥
en_us: The Japanese hoofs set foot on the Lugou Bridge

source: 1937年8月8日，日军在北平举行入城仪式，图为日军先头部队穿过前门大街牌楼
en_us: On August 8th, 1937, the Japanese army held a ceremony to enter the city in Beiping. The picture shows the Japanese vanguard troops passing through the archway of Front Entrance Street

source: 被日军奸后剖腹，五脏露于身外的受害妇女
en_us: The victim woman who was raped by the Japanese army and cut open her abdomen caused the five internal organs to be exposed

source: 日军占领江南城镇后，集体强杀被俘的抗日志士
en_us: After the Japanese occupation of Jiangnan town, the collective forced killing of captured anti-logs

source: 抗战时期被侵华日军炸毁的南宁汽车站
en_us: Nanning Bus Station blown up by Japanese invaders during the Anti-Japanese War

source: 1938年10月25日日军侵占武汉
en_us: Japanese occupation of Wuhan on October 25th, 1938

source: 抗战时期被日军飞机炸毁的桂林火车北站
en_us: Guilin North Railway Station bombed by Japanese planes during the Anti-Japanese War

source: 油画：日军侵略飞机狂轰滥炸后，失去父母的儿童坐在已成废墟的街道旁
en_us: Oil painting: children who lost their parents sat next to a ruined street after the indiscriminate bombardment of Japanese aggression planes

source: 1937年12月17日，华中日军最高指挥官松井石根（前方骑马者）率军在南京中山门举行入城仪式
en_us: On December 17th, 1937, the highest commander of the Japanese army in Central China, Matsui Iwane (rider in front), led the army to hold a ceremony to enter the city at Zhongshan Gate, Nanjing

source: 抗战时期躲避日军轰炸的桂林市民
en_us: Guilin citizens who escaped Japanese bombing during the Anti-Japanese War

source: 遭日军躁躏的朝鲜“慰安妇”
en_us: " Comfort Women " of North Korean who were embarrassed by the Japanese army

source: 广西地方建设干部学校出版的刊物：《两年来的干校》
en_us: Publications published by Guangxi local construction cadre school: Cadre schools in the past two years

source: 《广西地方建设干部学校教职员同学通讯录》
en_us: Guangxi Local Construction Cadre School Staff and Students Address Book

source: 1936年12月，中共广西省工委发布第二号通告《救亡运动的新任务与新口号》
en_us: In December 1936, the Guangxi provincial working committee of the Communist Party of China issued the second circular New Tasks and New Slogans of the National Salvation Movement.

source: 1939年4月底，周恩来第三次来桂林，《救亡日报》发表的“五 四“前夕访周恩来的报道
en_us: At the end of April 1939, Zhou Enlai came to Guilin for the third time, and the "May 4th" eve of the Jiuwang Daily reported on Zhou Enlai's visit

source: 大会通过了《广西全省学生救国会章程》
en_us: The conference passed the Regulations of Guangxi Province's Student Rescue Congress

source: 抗战时期《论持久战》各种版本及伪装版本
en_us: Various versions and disguised versions of On Protracted War during the Anti-Japanese War

source: 广西建设研究会会刊：《建设研究》
en_us: Journal of Guangxi Construction Research Association: Construction Research

source: 被日军侵略飞机费炸后的广西省政府
en_us: The Guangxi Provincial Government after being bombed by the Japanese invasion of the aircraft

source: 1932年由国民党广西省政府在桂林创办，杨东纯为校长，字校进步学生成立了反帝反法西斯同盟（后改为抗日反法西斯同盟）
en_us: Founded in Guilin in 1932 by the Guangxi provincial government of the Kuomintang, Yang Dongquan was the principal, and progressive students of the word school formed the Anti-Imperialist Anti-Fascist Alliance (later changed to the Anti-Japanese Anti-Fascist Alliance)
